Repository: Zowrer/CalculadoraMathH
Catalog: CalculadoraMathtraduccion/po/*.po
Languages: es

source: Error: It is not a number!
es: ¡Error este no es un numero!

source: Thank you for using our calculator!
es: ¡Gracias por usar nuestra calculadora!

source: Welcome, you are running a calculator developed by the team Icazas!
es: ¡Bienvenido, tu estas corriendo una calculadora desarrollada por el equipo Icazas!

source: You entered an invalid option!
es: ¡Ha introducido una opcion invalida!

source: Arc tangent
es: Arco tangente

source: Number:
es: Numero:

source: 1st Number:
es: 1er Numero:

source: 2nd Number:
es: 2do Numero:

source: Absolute value
es: Valor absoluto

source: Addition
es: Adicion

source: Arc Cosine
es: Arco Coseno

source: Arc Tangent Two (atan2)
es: Arco Tangente Dos (atan2)

source: Arc sine
es: Arco seno

source: Cosine
es: Coseno

source: Decimal logarithm
es: Logaritmo decimal

source: Decimal part:
es: Parte decimal:

source: Divided:
es: Dividido:

source: Error: division by zero is not defined
es: Error: division por cero no esta definida

source: Exponent:
es: Exponente:

source: Exponential
es: Exponencial

source: Exponential:
es: Exponencial:

source: Floor function
es: Funcion piso

source: Hyperbolic cosine
es: Coseno hiperbolico

source: Hyperbolic sine
es: Seno hiperbolico

source: Hyperbolic tangent
es: Tangente hiperbolica

source: Integer part:
es: Parte entera:

source: Multiplication
es: Multiplicacion

source: Natural logarithm
es: Logaritmo natural

source: Number:
es: Numero:

source: Power
es: Potencia

source: Power:
es: Potencia:

source: Result
es: Resultado

source: Result in radians:
es: Resultado en radianes:

source: Result:
es: Resultado:

source: Segmentation fault
es: Segmentacion falla

source: Sine
es: Seno

source: Sorry, you can not exit with the key combination Ctrl + C
es: Lo siento, no se puede salir con la combinacion de las teclas Ctrl + C

source: Square root
es: Raiz cuadrada

source: Subtraction
es: Substraccion

source: Tangent in radians
es: Tangente en radianes

source: Try the default setting
es: Prueba el ajuste por defecto

source: Come back soon!
es: Vuelve pronto!

source: Enter the corresponding number!
es: ¡Ingresa el numero correspondiente!

source: The following menu displays the available operations
es: El siguiente menú muestra las operaciones disponibles

source: To select a category
es: Selecciona una categoria

source: Try again!
es: ¡Prueba otra vez!

source: [10] Arc tangent
es: [10] Arco tangente

source: [11] Hyperbolic sine
es: [11] Seno Hiperbolico

source: [12] Hyperbolic cosine
es: [12] Coseno Hiperbolico

source: [13] Hyperbolic tangent
es: [13] Tangente hiperbolica

source: [14] Arc tangent y/x (atan2)
es: [14] Arco tangente y/x (atan2)

source: [15] Exponential
es: [15] Exponencial

source: [16] Natural logarithm
es: [16] Logaritmo natural

source: [17] Decimal logarithm
es: [17] Logaritmo decimal

source: [18] Square root
es: [18] Raiz cuadrada

source: [19] Power
es: [19] Potencia

source: [1] Addition
es: [1] Adicion

source: [20] Absolute value
es: [20] Valor absoluto

source: [21] floating point remainder (fmod)
es: [21] punto resta flotante (fmod)

source: [22] Ceil function
es: [22] Funcion ceil

source: [23] Floor function
es: [23] Funcion piso

source: [27] Exit
es: [27] Salir

source: [2] Subtraction
es: [2] Substraccion

source: [3] Multiplication
es: [3] Multiplicacion

source: [5] Sine
es: [5] Seno

source: [6] Cosine
es: [6] Coseno

source: [7] Tangent
es: [7] Tangente

source: [8] Arc sine
es: [8] Arco seno

source: [9] Arc cosine
es: [9] Arco coseno
